DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP IBM01140
/* <Natural Source Header
01  EMPPARM
  02  #EMPID           (A08)
  02  #EMPNAME         (A20)
  02  #EMPFIRSTNM      (A20)
  02  #EMPJOBTIT       (A25)
  02  #EMPDEPT         (A06)
  02  #MSG             (A60)
END-DEFINE
